Repository: eXoterr/plugin.fxml.helper
Catalog: resources/language/resource.language.*/strings.po
Languages: ru_ru

# #32050
source: Password
ru_ru: Пароль

# #32052
source: [Library folder]
ru_ru: [Папка библиотеки]

# #32053
source: Enable Search (spiderxml)
ru_ru: Включить поиск (spiderxml)

# #32054
source: (search engine)
ru_ru: (поисковая система)

# #32055
source: Remove from menu
ru_ru: Удалить из меню

# #32057
source: Description
ru_ru: Описание

# #32058
source: Enter your data...
ru_ru: Введите свой запрос...

# #32059
source: Add as playlist
ru_ru: Добавить как плейлист

# #32060
source: Add to main menu
ru_ru: Добавить на главное меню

# #32061
source: Show description
ru_ru: Показать описание

# #32062
source: Add to kodi library
ru_ru: Добавить в библиотеку Kodi

# #32063
source: Choose a file to play
ru_ru: Выберите файл

# #32064
source: Are you sure?
ru_ru: Вы уверены?

# #32065
source: Playlist will be added on slot
ru_ru: Плейлист будет добавлен на слот

# #32066
source: Success
ru_ru: Успешно!

# #32067
source: added to menu slot
ru_ru: добавлен в главное меню

# #32068
source: slot was removed
ru_ru: слот был удален

# #32069
source: Authorised!
ru_ru: Авторизован!

# #32070
source: Error!
ru_ru: Ошибка!

# #32071
source: Change default title?
ru_ru: Изменить стандартный заголовок?

# #32072
source: Current title is
ru_ru: Текущий заголовок

# #32073
source: Film added to kodi library
ru_ru: Фильм добавлен в библиотеку Kodi

# #32074
source: Enter new title...
ru_ru: Введите новый заголовок...

# #32075
source: Save settings!
ru_ru: Сохраните настройки!

# #32076
source: Enter your login and pass and save settings before trying to auth!
ru_ru: Введите свой логин и пароль и сохраните настройки перед тем как пытаться войти!

# #32077
source: playlist added to slot
ru_ru: плейлист добавлен на слот

# #32078
source: Select playlist slot
ru_ru: Выберите слот плейлиста

# #32079
source: Warning!
ru_ru: Внимание!

# #32080
source: This site may contain adult content! Are you sure want to open it? (this link can be disabled in settings)
ru_ru: Данный сайт может содержать контент для взрослых! Вы уверены что хотите открыть его? (данный пункт может быть выключен в настройках)

# #32081
source: Use proxy
ru_ru: Использовать прокси

# #32085
source: Proxy type
ru_ru: Тип прокси

# #32086
source: Proxy address
ru_ru: Адрес прокси

# #32087
source: Proxy
ru_ru: Прокси

# #32088
source: Page decoding error. Probably site blocked by provider
ru_ru: Ошибка декодирования страницы. Возможно сайт заблокирован провайдером.

# #32051
source: [Login in]
ru_ru: [Войти]

# #32001
source: Playlists
ru_ru: Плейлисты

# #32004
source: General
ru_ru: Главные

# #32040
source: Main menu
ru_ru: Главное меню

# #32018
source: Active playlist
ru_ru: Активный плейлист

# #32041
source: Debug Mode
ru_ru: Режим отладки

# #32031
source: Torrent engine
ru_ru: Торрент движок

# #32034
source: TorrServer Url
ru_ru: TorrServer адрес

# #32035
source: AceStream Url
ru_ru: AceStream адрес

# #32021
source: Merge playlists
ru_ru: Объеденить плейлисты

# #32011
source: Playlist 1
ru_ru: Плейлист 1

# #32012
source: Playlist 2
ru_ru: Плейлист 2

# #32013
source: Playlist 3
ru_ru: Плейлист 3

# #32014
source: Playlist 4
ru_ru: Плейлист 4

# #32015
source: Playlist 5
ru_ru: Плейлист 5

# #32016
source: Playlist 6
ru_ru: Плейлист 6

# #32017
source: Playlist 7
ru_ru: Плейлист 7

# #32048
source: Portal 1
ru_ru: Портал 1

# #32049
source: Portal 2
ru_ru: Портал 2

# #32043
source: Portal 3
ru_ru: Портал 3

# #32044
source: Portal 4
ru_ru: Портал 4

# #32045
source: Portal 5
ru_ru: Портал 5

# #32046
source: Portal 6
ru_ru: Портал 6

# #32047
source: Portal 7
ru_ru: Портал 7
